tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "docker-compose"
brew "gh"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "helm"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "lrzsz"
brew "nvm"
brew "telnet"
brew "tree"
brew "wget"
brew "wrk"
brew "yadm"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
cask "bob"
cask "clashx"
cask "clion"
cask "docker"
cask "enpass"
cask "feishu"
cask "goland"
cask "google-chrome"
cask "iterm2"
cask "neteasemusic"
cask "notion"
cask "sequel-pro"
cask "sogouinput"
cask "sourcetree"
cask "utools"
cask "visual-studio-code"
cask "wechat"
