tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rfidresearchgroup/proxmark3"
brew "python@3.9"
brew "awscli"
brew "choose-rust"
brew "cloc"
brew "qemu"
brew "colima"
brew "docker-compose"
brew "dog"
brew "duf"
brew "fd"
brew "gh"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "helm"
brew "htop"
brew "httpie"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "lrzsz"
brew "maven"
brew "mcfly"
brew "minikube"
brew "mitmproxy"
brew "ncdu"
brew "nvm"
brew "openjdk@11"
brew "procs"
brew "pulumi"
brew "rust"
brew "sleepwatcher", restart_service: true
brew "telnet"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "wrk"
brew "yadm"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "rfidresearchgroup/proxmark3/proxmark3", args: ["with-generic"]
cask "bob"
cask "clashx"
cask "clion"
cask "docker"
cask "enpass"
cask "feishu"
cask "goland"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "neteasemusic"
cask "notion"
cask "sequel-pro"
cask "slack"
cask "sogouinput"
cask "sourcetree"
cask "telegram"
cask "utools"
cask "visual-studio-code"
cask "wechat"
