tap "argoproj/tap"
tap "bufbuild/buf"
tap "buildpacks/tap"
tap "dapr/tap"
tap "derailed/popeye"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "knative-sandbox/kn-plugins"
tap "knative/client"
tap "pyroscope-io/brew"
tap "rfidresearchgroup/proxmark3"
tap "saltbo/bin", "git@github.com:saltbo/homebrew-bin.git"
tap "tinygo-org/tools"
brew "act"
brew "aspell"
brew "autoconf"
brew "automake"
brew "python@3.10"
brew "autopep8"
brew "awscli"
brew "bash"
brew "bat"
brew "bazelisk"
brew "icu4c"
brew "bitwarden-cli"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "choose-rust"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "docker"
brew "dog"
brew "duf"
brew "fd"
brew "frpc"
brew "gcc"
brew "gh"
brew "gnu-sed"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go@1.16"
brew "go@1.17"
brew "go@1.18", link: true
brew "gobject-introspection"
brew "golangci-lint"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "hexyl"
brew "htop"
brew "httpie"
brew "istioctl"
brew "jc"
brew "jless"
brew "jq"
brew "just"
brew "k9s"
brew "kind"
brew "ko"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kubectx"
brew "kubevela"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "leptonica"
brew "libarchive"
brew "qemu"
brew "lima"
brew "linkerd"
brew "lrzsz"
brew "lsd"
brew "lua"
brew "mas"
brew "openjdk"
brew "maven"
brew "mcfly"
brew "mitmproxy"
brew "ncdu"
brew "neovim"
brew "ninja"
brew "nvm"
brew "openjdk@11", link: true
brew "paperkey"
brew "perl"
brew "pinentry-mac"
brew "pre-commit"
brew "procs"
brew "sd"
brew "shellcheck"
brew "siege"
brew "skaffold"
brew "sleepwatcher", restart_service: true
brew "telnet"
brew "terraform"
brew "tesseract"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttyd"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "yadm"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "bufbuild/buf/buf"
brew "buildpacks/tap/pack"
brew "dapr/tap/dapr-cli"
brew "derailed/popeye/popeye"
brew "fluxcd/tap/flux"
brew "knative-sandbox/kn-plugins/quickstart"
brew "knative/client/kn"
brew "pyroscope-io/brew/pyroscope"
brew "rfidresearchgroup/proxmark3/proxmark3", args: ["with-generic"]
brew "saltbo/bin/seenvoy"
brew "tinygo-org/tools/tinygo"
cask "calibre"
cask "clashx"
cask "clion"
cask "dozer"
cask "enpass"
cask "feishu"
cask "font-hack-nerd-font"
cask "goland"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "maccy"
cask "motrix"
cask "neteasemusic"
cask "notion"
cask "raycast"
cask "shottr"
cask "slack"
cask "sogouinput"
cask "sourcetree"
cask "telegram"
cask "utools"
cask "visual-studio-code"
cask "wechat"
cask "wireshark"
mas "Bob", id: 1630034110
mas "RunCat", id: 1429033973
mas "Sequel Ace", id: 1518036000
mas "自动切换输入法", id: 1470350547
